xeon/20220406-fpw/logs/pg-4-16-1/1000/run-ro-1/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 1000
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 397384519
latency average = 0.072 ms
initial connection time = 9.105 ms
tps = 441542.727189 (without initial connection time)